Repository: DBrottlund/ullc-email-template-finder
Catalog: languages/ullc-email-template-finder-*.po
Languages: es_es

source: ULLC Email Template Finder
es_es: Buscador de Plantillas de Correo ULLC

source: Scans and discovers all email templates and their triggers in a WordPress/WooCommerce installation
es_es: Escanea y descubre todas las plantillas de correo electrónico y sus activadores en una instalación de WordPress/WooCommerce

source: Email Template Finder
es_es: Buscador de Plantillas de Correo

source: Email Templates
es_es: Plantillas de Correo

source: Scanning...
es_es: Escaneando...

source: Scan failed. Please try again.
es_es: Escaneo fallido. Por favor, inténtelo de nuevo.

source: No email templates found.
es_es: No se encontraron plantillas de correo.

source: Permission denied.
es_es: Permiso denegado.

source: You do not have sufficient permissions to access this page.
es_es: No tiene permisos suficientes para acceder a esta página.

source: Scan for Email Templates
es_es: Buscar Plantillas de Correo

source: Security check failed.
es_es: Comprobación de seguridad fallida.
